Repository: pglen/pyedpro
Catalog: po/*.po
Languages: de_de

source: _New
de_de: _Neu

source: _Open
de_de: _öffnen

source: _Save
de_de: _Speichern

source: Save_As
de_de: Speichern _als

source: _Copy
de_de: _Kopieren

source: C_ut
de_de: Schnitt

source: _Paste
de_de: Einfügen

source: Terminal Here
de_de: Terminal hier

source: Read Selection
de_de: Auswahl lesen

source: Version:
de_de: Ausführung:

source: Usage:
de_de: Verwendung

source: -d level - Debug level 1-10 (0 silent; 1 some; 10 lots)
de_de: -d Ebene - Debug-Ebene 1-10 (0 stumm; 1 einige; 10 Lose)

source: -v - Verbose (to stdout and log)
de_de: -v -Verbose (zu stdout und log)

source: -f - Start Full screen
de_de: -f - Vollbild starten

source: -o - Use real stdout (for debug strings)
de_de: -o - Verwende echtes stdout (für Debug Strings)

source: -x - Clear (eXtinguish) config (will prompt)
de_de: -x - Konfiguration löschen (eXtinguish) (wird aufgefordert)

source: -h - Help
de_de: -h - Hilfe

source: Terminating pydepro.py, saving files to ~/pydepro
de_de: Beenden Sie pydepro.py und speichern Sie die Dateien in ~ / pydepro

source: Invalid option(s) on command line:
de_de: Ungültige Option (en) in der Befehlszeile:

source: Running at debug level
de_de: Wird auf Debug-Ebene ausgeführt

source: Cannot access config dir:
de_de: Kein Zugriff auf Konfigurationsverzeichnis:

source: Data stored in
de_de: Daten gespeichert in

source: Are you sure you want to clear config ? (y/n)
de_de: Möchten Sie die Konfiguration wirklich löschen?
